Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source:  Wall slide Stand with your back against a wall and your feet about 12 inches or 30 centimeters from the wall. Bend your knees as you slowly lower your buttocks while sliding down the wall. Hold for 10 seconds. Press ups Lie on your stomach. Push up with your arms while keeping your back and stomach muscles relaxed. Keep a slight bend in your elbows. Aerobic exercises are also needed to have a healthy back. Aerobic exercises such as walking or swimming should be done 3 to 4 times a week for 30 to 45 minutes. Talk to your doctor before beginning any form of exercise. © 2005 - March 17, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Exercises for Your Back. Russian.
ru:  Скольжение по стене Обопритесь спиной о стену, отодвиньте ноги на 12 дюймов или 30 сантиметров от стены. Опускайтесь по стене, медленно опуская ягодицы и сгибая при этом ноги в коленях. Задержитесь в таком положении на 10 секунд. Отжимания Лягте на живот. Отожмитесь руками, в то же время спина и живот должны быть расслаблены. Руки в локтях должны быть слегка согнуты. Для поддержания спины в тонусе также необходимы аэробные упражнения. Такие аэробные упражнения, как ходьба или плавание, должны проводиться 3-4 раза в неделю в течение 30-45 минут. Перед выполнением любых упражнений проконсультируйтесь со своим лечащим врачом. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Exercises to Strengthen  Tighten tummy (Transverse abdominis) 1. Relax on your back with your knees bent. Breathe in and out. 2. Breathe out and pull your tummy in. 3. Breathe and hold your tummy in for 10 seconds. 4. Relax and then repeat 10 times. Bent knee fall outs 1. Lie on your back with your knees bent. Breathe in and out. 2. Breathe out and tighten your tummy to support your back. You may want to rest your hand on your tummy to remind you to keep it pulled in. 3. Keep breathing, but keep your tummy tight and lift one leg with your knee bent, so your knee is facing the ceiling. 4. Lift the other leg slowly to the same position and hold for 5 to 10 seconds. 5. Then lower one foot to the floor and then the other. 6. Relax and repeat 10 times. Exercises to Strengthen Your Back. Russian.
ru: спины Your Back  Укрепление мышц живота (поперечная мышца живота) 1. Лягте на спину, рас- слабьтесь и согни- те ноги в коленях. Выполните вдох и выдох. 2. Выдохните и втяните живот. 3. Дышите и удерживайте живот втянутым в течение 10 секунд. 4. Расслабьтесь, а затем повторите упражнение 10 раз. Подъем согнутых в коленях ног 1. Лягте на спину, согнув ноги в коленях. Выпол- ните вдох и выдох. 2. На выдохе втяните жи- вот, чтобы уменьшить нагрузку на спину. Можно положить на живот руку, чтобы не забывать удерживать его втянутым. 3. Продолжайте дышать, удерживая живот втянутым, и поднимите со- гнутую в колене ногу так, чтобы колено было обращено к потолку. 4. Медленно поднимите другую ногу в то же положение и удерживайте обе ноги в течение 5–10 секунд. 5. После чего опустите сначала одну ногу на пол, потом — другую. 6. Расслабьтесь, а затем повторите упражнение 10 раз.

source:  Bridging 1. Lie on your back with your knees bent and arms at your sides. Breathe in and out. 2. Breathe out and tighten your tummy to support your back. 3. Keep breathing and keep your tummy tight and lift your buttocks off of the floor. 4. Hold and then lower your buttocks to the floor. 5. Repeat 10 times.  (Hip abduction and Side clam external rotation on side) 1. Lie on your side with your hips, knees, and feet straight over each other, and your knees bent 45 to 60 degrees. Support your head with your arm. 2. Pull in your tummy and straighten your spine while you keep your breathing relaxed. 3. Keep your feet touching and slowly lift the top knee towards the ceiling. Do not let your hips roll back. 4. Hold for 5 to 10 seconds and then lower the leg. 5. Repeat 10 times. Then roll to the other side, and do this exercise again. Exercises to Strengthen Your Back. Russian.
ru:  Мостик 1. Лягте на спину, согнув ноги в коле- нях и вытянув руки вдоль тела. Выпол- ните вдох и выдох. 2. На выдохе втяните живот, чтобы уменьшить нагрузку на спину. 3. Продолжайте дышать, удерживая живот втянутым, и оторвите ягодицы от пола. 4. Задержитесь в этом положении, а затем опуститесь на пол. 5. Повторите упражнение 10 раз. Разведение коленей лежа на боку (отведение бедра и внешнее вращение) 1. Лягте на бок, согнув колени под углом 45–60 градусов. При этом бедра, колени и ступни должны быть сведены вместе. Под- ложите одну руку под голову. 2. Втяните живот и вы- прямите спину, дыши- те спокойно. 3. Не отрывая ступни друг от друга, медленно поднимите верхнее ко- лено как можно выше. Таз должен быть зафиксирован. 4. Задержитесь в этом положении на 5–10 секунд, затем опустите ногу. 5. Повторите упражнение 10 раз. За- тем повернитесь на другую сторону и выполните упражнение еще 10 раз.

source:  Elbow press up (Lumbar extension) 1. Lie face down with your legs out straight behind you. Your arms should be at your sides with your elbows bent and your hands by your face. 2. Push up to your elbows, but keep your hips on the floor. 3. Hold and then lower back down. 4. Repeat 10 times.  Wall slide (Quarter squat) 1. Stand with your back against the wall and your feet shoulder width apart. 2. Slide down the wall until your knees are bent 30 to 45 degrees. Do not bend your knee deep enough to cause pain. 3. Hold for 5 to 10 seconds and then straighten your knees to push you back up. 4. Relax and then repeat 10 times. © 2013 - June 6, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Exercises to Strengthen Your Back. Russian.
ru:  Отжимание с упором на локти (растягивание мышц поясницы) 1. Лягте на живот, ноги вытяните. Располо- женные вдоль тела руки согните в лок- тях, локти положите на пол, чтобы ладо- ни были на уровне вашего лица. 2. Поднимитесь с упором на локти, не отрывая бедер от пола. 3. Задержитесь в этой точке, а затем вернитесь в исходное положение. 4. Повторите упражнение 10 раз.  Приседания с упором на стену (четверть приседа) 1. Встаньте спиной к стене и расставьте ноги на ширине плеч. 2. Прислонившись плотно спиной к стене, опускайтесь вниз до тех пор, пока коле- ни не образуют угол 30–45 градусов. Не сгибайте коле- ни до появления ощущения боли. 3. Задержитесь в этом положе- нии на 5–10 секунд, после чего распрямите колени и вернитесь в исходное поло- жение. 4. Расслабьтесь, а затем повто- рите упражнение 10 раз. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Exercises to Strengthen • Do the exercises _____ times a day with: Right arm  Left arm  Both arms • Repeat each exercise _____ times. • Hold each position for _____ seconds. • If you prefer, the exercises done lying on a firm, sturdy table may also be done on the floor or on an exercise bench. With rod or cane For each of the next three exercises, use a long dowel rod or cane.  Lie on your back, holding the dowel with both hands from underneath. Have elbows straight and the dowel resting across your legs. Lift the dowel up over your head as far as you can. Hold. Slowly lower the dowel back down and relax, then repeat. Exercises to Strengthen Your Shoulder. Russian.
ru: укрепления мышц Your Shoulder • Выполняйте упражнения _____ раз (раза) в день:  Правой рукой  Левой рукой  Обеими руками • Повторите каждое упражнение _______ раз (раза). • Задержитесь в каждом положении на _______ сек. • Упражнения, выполняемые лежа на жестком столе, можно также выполнять на полу или на тренировочной скамье. С палкой или тростью Для выполнения этих трех упражнений потребуется длинная палка или трость. Лягте на спину, обхватив палку снизу обеими руками. Выпрямите локти, чтобы палка лежала перпендикулярно бедрам. Поднимите палку как можно выше над головой. Задержитесь в этом положении. Медленно опустите палку вниз и отдохните, затем повторите.

source:  Lie on your back with your hands wrapped over the top of the dowel. Have one arm slightly out from your body with the elbow bent 90 degrees. Using the other hand, push the dowel to move the hand up above the shoulder. Hold. Bring the arm back down and relax. Repeat.  Lie on your back with your hands wrapped over the top of the dowel. Have one arm slightly out from your body with the elbow bent at 90 degrees. Using the other hand, push the dowel to move the hand down toward your waist. Hold. Return the arm to the start position and relax. Repeat. Exercises to Strengthen Your Shoulder. Russian.
ru:  Лягте на спину, обхватив палку с двух концов руками. Отставьте одну руку в сторону, согнув ее в локте под углом 90 градусов. Другой рукой передвигайте палку так, чтобы согнутая рука поднялась выше уровня плеча. Задержитесь в этом положении. Опустите руку вниз и отдохните. Повторите упражнение.  Лягте на спину, обхватив палку с двух концов руками. Отставьте одну руку в сторону, согнув ее в локте под углом 90 градусов. Другой рукой передвигайте палку так, чтобы согнутая рука опустилась к талии. Задержитесь в этом положении. Верните руку в исходное положение и отдохните. Повторите упражнение.

source: Without rod or cane Put the dowel rod or cane down for the next exercises. Your therapist may have you add light weights as your shoulder gets stronger.  Lie on your side. Have your bottom arm stretched above your head. Have your upper arm at your side with the elbow bent at 90 degrees, so the hand is on the floor or table. With the upper arm fixed at your side, raise your hand up to shoulder level. Hold and then lower to starting point. Relax and repeat. Lie face down on a table or bench. Have one arm hanging straight down to the floor. Lift your arm out to your side until it is parallel to the floor. Exercises to Strengthen Your Shoulder. Russian.
ru: Без палки или трости Для выполнения этих упражнений палка или трость не требуется. По мере укрепления плеча ваш физиотерапевт может попросить вас выполнять упражнения с небольшими утяжелителями. Лягте на бок. Вытяните нижнюю руку вверх и положите ее под голову. Верхнюю руку положите на бок и согните в локте под углом 90 градусов так, чтобы она касалась стола или пола. Не отрывая верхнюю руку от туловища, поднимите ее до уровня плеча. Задержитесь в этом положении, затем опустите руку в исходную позицию. Отдохните и повторите упражнение.  Лягте на стол или скамью лицом вниз. Опустите одну руку вниз к полу. Поднимите руку в сторону параллельно полу.

source: Hold and then slowly lower your arm. Relax and repeat.  Lie face down on a table or bench. Have one arm hanging straight down to the floor with elbow straight. Bend your elbow and slowly bring your elbow up as high as you can. Hold and then slowly straighten your elbow back down. Relax and repeat. With theraband or tubing For the next two exercises, you can use a theraband or resistance tubing. Shoulder External Rotation: • Attach the theraband or tubing at waist height. • Stand or sit on a stool with arms at your sides. Exercises to Strengthen Your Shoulder. Russian.
ru: Задержитесь в этом положении, затем медленно опустите руку. Отдохните и повторите упражнение.  Лягте на стол или скамью лицом вниз. Опустите одну руку вниз к полу, локоть должен быть выпрямлен. Согните руку в локте и медленно поднимите локоть как можно выше. Задержитесь в этом положении, затем медленно разогните руку и опустите вниз. Отдохните и повторите упражнение. С эластичной лентой или эспандером Для выполнения этих двух упражнений можно воспользоваться эластичной лентой или эспандером.  Движение плеча во внешнем направлении: • Прикрепите эластичную ленту или эспандер к опоре на уровне талии. • Упражнение выполняется стоя или сидя на стуле, руки находятся по бокам.

source: • Hold the theraband in one hand with the elbow bent at 90 degrees and the arm across the front of your body. • Pull the theraband out across your body, keeping the elbow at your side. • Slowly return to the start. Relax and then repeat. Shoulder Internal Rotation: • Attach the theraband or tubing at waist height. • Stand or sit on a stool with arms at your sides. • Hold the theraband in the hand closest to the side where the band is attached. • With the elbow bent at 90 degrees and by your side, pull the theraband across the front of your body. • Hold and then slowly return to the starting point. Relax and repeat. Exercises to Strengthen Your Shoulder. Russian.
ru: • Согните руку в локте под углом 90 градусов и возьмите эластичную ленту так, чтобы она находилась перед туловищем. • Потяните ленту в сторону, прижимая локоть к туловищу. • Медленно вернитесь в исходное положение. Отдохните, а затем повторите упражнение.  Движение плеча во внутреннем направлении: • Прикрепите эластичную ленту или эспандер к опоре на уровне талии. • Упражнение выполняется стоя или сидя на стуле, руки находятся по бокам. • Возьмите ленту находящейся рядом с ней рукой. • Согните руку в локте под углом 90 градусов и потяните ленту в сторону, прижимая руку к туловищу. • Задержитесь в этом положении, а затем медленно вернитесь в исходное положение. Отдохните и повторите упражнение.

source: Without theraband or tubing These two exercises are done without the theraband or tubing. As your shoulder gets stronger, your therapist may have you add light hand weights for these exercises. Stand with your arms straight down at your sides and palms facing in toward your body. Raise your arm out to your side, turning your palm up as your arm reaches shoulder height. Do not go higher than shoulder height. Hold. Then slowly lower your arm and relax. Repeat.  Stand with your elbows to your side and thumbs up. Raise your arm to shoulder level slightly out from your body. Hold and then slowly bring your arm down. Relax and repeat. © 2013 - June 6, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Exercises to Strengthen Your Shoulder. Russian.
ru: Без эластичной ленты или эспандера Эти два упражнения выполняются без эластичной ленты или эспандера. По мере укрепления плеча ваш физиотерапевт может попросить вас выполнять упражнения с небольшими утяжелителями.  Упражнение выполняется стоя, руки находятся по бокам, ладони повернуты внутрь. Поднимите руку в сторону до уровня плеча, поворачивая ее ладонью вверх. Не поднимайте руку выше плеча. Задержитесь в этом положении. Затем медленно опустите руку и отдохните. Повторите упражнение. Упражнение выполняется стоя, руки находятся по бокам, большие пальцы направлены наружу. Поднимите руку до уровня плеча, слегка отставив ее от туловища. Задержитесь в этом положении, а затем медленно опустите руку. Отдохните и повторите упражнение. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Exercising During Exercise is safe and encouraged during a normal healthy pregnancy. If you exercised before you became pregnant, you can continue exercising at the same level. If you are just starting an exercise program, talk to your doctor and start slowly. Do not push yourself too hard. Talk to your doctor about what kind of exercises to do. There are some health conditions that may limit your exercise. General guidelines • Drink plenty of water and eat a healthy snack before exercising. • Wear clothing that is comfortable. • It is best to exercise for 30 to 45 minutes 3 to 5 times each week. • You should be able to carry on a conversation during exercise. • Avoid getting overheated. Do not exercise on very hot or very cold days. • Avoid any type of exercise that can cause even mild trauma to your stomach. • You may need to change the type of exercise you do as your stomach gets bigger and your balance changes. • It is common to feel some mild cramping during exercise. Drink plenty of water and the cramping should stop after you are done exercising. Exercising During Pregnancy. Russian.
ru: во время Pregnancy Во время нормально протекающей беременности физические упражнения не только безопасны, но и полезны. Если вы тренировались до того, как забеременели, можете продолжать тренироваться на том же уровне. Если вы только начинаете заниматься, поговорите с врачом и начинайте медленно и постепенно. Не переусердствуйте. Обсудите с врачом, какие упражнения вам можно делать. При некоторых состояниях здоровья физические упражнения необходимо ограничить. Общие рекомендации • Перед физическими упражнениями пейте много воды и подкрепляйтесь здоровой едой. • Надевайте удобную одежду. • Лучше всего заниматься от 30 до 45 минут 3–5 раз в неделю. • Во время выполнения упражнений вы должны быть в состоянии вести разговор. • Избегайте перегрева. Не занимайтесь физическими упражнениями в очень жаркую или очень холодную погоду. • Избегайте любых упражнений, которые могут вызвать даже легкую травму живота. • Возможно, вам придется менять виды упражнений по мере увеличения живота и изменения чувства равновесия. • Во время упражнений вы можете ощущать легкие судороги. Пейте много воды, и судороги должны прекратиться после завершения тренировки.

source: Exercise safely • Warm up and cool down with each exercise session. • Start slowly. • Listen to your body. Do not try to push yourself too hard. Stop exercising when you get tired. Do not exercise to the point of exhaustion. • If you have pain or any unusual signs, stop exercising right away. Rest and call your doctor if these signs do not go away. • Keep one foot on the floor during all standing exercises, do not over reach and do not do quick, jerky movements. This may throw off your balance. • Never hold your breath. • Your joints are softer, so do not over extend or bend the joints, such as deep knee bends or deep squats. Do not do bouncing stretches. Use a longer slow stretch. Types of exercise to do • Walking is a great exercise. If you were not active before pregnancy, walking may be a good way to start. • You may use light weights. Exercising During Pregnancy. Russian.
ru: Помните про безопасность • Каждое занятие начинайте с разминки и завершайте упражнениями на расслабление. • Начинайте занятия медленно. • Прислушивайтесь к своему организму. Не пытайтесь выполнять большие нагрузки. Если вы устали, прекратите выполнение упражнений. Не занимайтесь до изнеможения. • В случае появления боли или каких-либо необычных симптомов немедленно прекратите упражнение. Отдохните и, если эти симптомы не исчезнут, обратитесь к врачу. • Во время всех упражнений, выполняемых в положении стоя, держите одну ногу на полу, не тянитесь слишком сильно и не делайте быстрые, резкие движения — это может привести к потере равновесия и падению. • Никогда не задерживайте дыхание. • Ваши суставы становятся более слабыми и подвижными, поэтому не перенапрягайте их, например избегайте глубоких приседаний. Не выполняйте растяжку в виде прыжков и резких движений. Выполняйте растягивающие упражнения медленно. Рекомендуемые виды упражнений • Замечательным физическим упражнением является ходьба. Если вы не были физически активны до беременности, то ходьба может стать хорошим началом. • Можно использовать легкие веса.

source: • Swimming is a great exercise, but do not dive. • Jog or play tennis only if you did these before your pregnancy. Types of exercise not to do • Do not do any exercise where you lie flat on your back after the first 3 months of pregnancy. • Do not use ankle weights, do double leg lifts, or do full sit ups. This strains your back. • Do not do any activity that may cause jerking, bouncing, or high impact movements. • Do not water ski, snow ski, or scuba dive. Talk to your doctor or nurse if you have any questions or concerns. © 2007 - June 6, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Exercising During Pregnancy. Russian.
ru: • Плавание — отличное упражнение, но нырять нельзя. • Бег трусцой и игра в теннис разрешаются, только если вы делали это до беременности. Запрещенные виды упражнений • С четвертого месяца беременности запрещается выполнять упражнения в положении лежа на спине. • Запрещается использовать утяжелители для ног, делать подъемы обеих ног и полные подъемы туловища. Такие упражнения напрягают спину. • Запрещается выполнять упражнения, включающие движения рывками, прыжки и удары. • Не катайтесь на обычных и водных лыжах и не занимайтесь подводным плаванием. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as
